REPLACE INTO cfg_nobility (ID,CITY_COUNT,SALARY,NAME) VALUES
     (0,1,0,'平民'),
     (1,2,1000,'公士'),
     (2,3,4000,'上造'),
     (3,4,9000,'簪袅'),
     (4,5,16000,'不更'),
     (5,6,25000,'大夫'),
     (6,7,36000,'官大夫'),
     (7,8,49000,'公大夫'),
     (8,9,64000,'公乘'),
     (9,10,81000,'五大夫');
REPLACE INTO cfg_nobility (ID,CITY_COUNT,SALARY,NAME) VALUES
     (10,11,100000,'左庶长'),
     (11,12,121000,'右庶长'),
     (12,13,144000,'左更'),
     (13,14,169000,'中更'),
     (14,15,196000,'右更'),
     (15,16,225000,'少上造'),
     (16,17,256000,'大上造'),
     (17,18,289000,'驷车庶长'),
     (18,19,324000,'大庶长'),
     (19,20,361000,'关内侯');
REPLACE INTO cfg_nobility (ID,CITY_COUNT,SALARY,NAME) VALUES
     (20,21,400000,'列侯'),
     (21,22,441000,'王');
     
     
REPLACE INTO cfg_office (ID,SALARY,NAME) VALUES
     (0,0,'平民'),
     (1,1000,'伍长'),
     (2,2000,'什长'),
     (3,5000,'里魁'),
     (4,10000,'亭长'),
     (5,20000,'啬夫'),
     (6,30000,'县长'),
     (7,40000,'县令'),
     (8,50000,'督邮'),
     (9,60000,'太守');
REPLACE INTO CFG_OFFICE (ID,SALARY,NAME) VALUES
     (10,70000,'别驾'),
     (11,80000,'刺史'),
     (12,100000,'州牧'),
     (13,150000,'丞相'),
     (14,200000,'皇帝');
     
     

     
